jorgebucaran/fisher
catppuccin/fish
blackjid/plugin-kubectl
demartini/plugin-docker-compose
edc/bass
rcny/gh-copilot-cli-alias.fish
gazorby/fish-exa
jhillyerd/plugin-git
xelorr/pbcopy.fish
patrickf1/fzf.fish
