jorgebucaran/fisher
catppuccin/fish
blackjid/plugin-kubectl
edc/bass
rcny/gh-copilot-cli-alias.fish
jhillyerd/plugin-git
xelorr/pbcopy.fish
patrickf1/fzf.fish
plttn/fish-eza
asim-tahir/docker.fish
asim-tahir/docker-compose.fish
