jorgebucaran/fisher
edc/bass
reitzig/sdkman-for-fish@v1.4.0
catppuccin/fish
blackjid/plugin-kubectl
demartini/plugin-docker-compose
jhillyerd/plugin-git
decors/fish-colored-man
